Repository: huang6668/MacTools
Catalog: Plugins/StatusTrio/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, zh_hant

# metadata.description
source: Wi-Fi、电量与音量合一的菜单栏图标
ar: Wi-Fi والبطارية ومستوى الصوت في أيقونة واحدة في شريط القوائم.
de: WLAN, Batterie und Lautstärke in einem Menüleistensymbol.
en: Wi-Fi, battery, and volume combined into one menu bar icon.
es: Wi-Fi, batería y volumen en un solo icono de la barra de menús.
fr: Wi-Fi, batterie et volume réunis dans une seule icône de la barre des menus.
ja: Wi-Fi、バッテリー、音量をひとつのメニューバーアイコンに
ko: Wi-Fi, 배터리, 음량을 하나의 메뉴 막대 아이콘으로
pt: Wi-Fi, bateria e volume num único ícone da barra de menus.
ru: Wi-Fi, батарея и громкость в одном значке строки меню.
zh_hant: Wi-Fi、電量與音量合一的選單列圖示

# settings.menuBar
source: 菜单栏
ar: شريط القوائم
de: Menüleiste
en: Menu Bar
es: Barra de menús
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
pt: Barra de menus
ru: Строка меню
zh_hant: 選單列

# settings.footer
source: 圆弧显示电量，圆点显示 Wi-Fi 信号，底部显示音量。
ar: يعرض القوس البطارية، والنقاط إشارة Wi-Fi، والجزء السفلي مستوى الصوت.
de: Der Bogen zeigt die Batterie, die Punkte das WLAN-Signal und unten die Lautstärke.
en: The arc shows battery, the dots show Wi-Fi signal, and the bottom shows volume.
es: El arco muestra la batería, los puntos la señal Wi-Fi y la parte inferior el volumen.
fr: L’arc indique la batterie, les points le signal Wi-Fi et le bas le volume.
ja: 円弧はバッテリー、ドットは Wi-Fi 信号、下部は音量を表します。
ko: 원호는 배터리, 점은 Wi-Fi 신호, 하단은 음량을 나타냅니다.
pt: O arco mostra a bateria, os pontos o sinal Wi-Fi e a parte inferior o volume.
ru: Дуга показывает заряд, точки — сигнал Wi-Fi, а нижняя часть — громкость.
zh_hant: 圓弧顯示電量，圓點顯示 Wi-Fi 訊號，底部顯示音量。

# settings.placement
source: 显示方式
ar: طريقة العرض
de: Darstellung
en: Display Mode
es: Modo de visualización
fr: Mode d’affichage
ja: 表示方法
ko: 표시 방식
pt: Modo de apresentação
ru: Способ отображения
zh_hant: 顯示方式

# settings.standalone
source: 独立图标
ar: أيقونة مستقلة
de: Eigenes Symbol
en: Standalone Icon
es: Icono independiente
fr: Icône distincte
ja: 独立アイコン
ko: 별도 아이콘
pt: Ícone separado
ru: Отдельный значок
zh_hant: 獨立圖示

# settings.primary
source: 替换应用图标
ar: استبدال أيقونة التطبيق
de: App-Symbol ersetzen
en: Replace App Icon
es: Reemplazar icono de la app
fr: Remplacer l’icône de l’app
ja: アプリアイコンを置き換え
ko: 앱 아이콘 대체
pt: Substituir ícone da app
ru: Заменить значок приложения
zh_hant: 取代 App 圖示

# settings.standaloneDescription
source: 独立显示，悬停查看状态，点击打开设置。
ar: يُعرض بشكل مستقل. مرّر المؤشر لعرض الحالة وانقر لفتح الإعدادات.
de: Wird separat angezeigt. Status beim Überfahren, Klick öffnet die Einstellungen.
en: Shown separately. Hover for status, click to open settings.
es: Se muestra por separado. Pasa el cursor para ver el estado y haz clic para abrir los ajustes.
fr: Affichée séparément. Survolez pour l’état, cliquez pour ouvrir les réglages.
ja: 独立して表示します。ホバーで状態を確認し、クリックで設定を開きます。
ko: 별도로 표시됩니다. 마우스를 올리면 상태를 확인하고 클릭하면 설정이 열립니다.
pt: Mostrado em separado. Passe o cursor para ver o estado e clique para abrir as definições.
ru: Отображается отдельно. Наведите для просмотра состояния, нажмите для открытия настроек.
zh_hant: 獨立顯示，游標停留查看狀態，點按打開設定。

# settings.primaryDescription
source: 替换 MacTools 主图标，点击行为保持不变。
ar: يستبدل أيقونة MacTools. يبقى سلوك النقر كما هو.
de: Ersetzt das MacTools-Symbol. Das Klickverhalten bleibt gleich.
en: Replaces the MacTools icon. Click behavior stays the same.
es: Reemplaza el icono de MacTools. El comportamiento al hacer clic no cambia.
fr: Remplace l’icône MacTools. Le comportement au clic reste identique.
ja: MacTools のメインアイコンを置き換えます。クリック時の動作は変わりません。
ko: MacTools 기본 아이콘을 대체합니다. 클릭 동작은 그대로입니다.
pt: Substitui o ícone do MacTools. O comportamento ao clicar mantém-se.
ru: Заменяет значок MacTools. Поведение при нажатии не меняется.
zh_hant: 取代 MacTools 主圖示，點按行為保持不變。

# settings.occupiedPendingRestartFormat
source: 「%@」正在等待重启。请重启 MacTools 后调整其图标设置。
ar: «%@» في انتظار إعادة التشغيل. أعد تشغيل MacTools ثم اضبط إعدادات أيقونته.
de: „%@“ wartet auf einen Neustart. Starte MacTools neu und passe dann die Symboleinstellungen an.
en: “%@” is waiting for a restart. Restart MacTools, then adjust its icon settings.
es: “%@” está esperando un reinicio. Reinicia MacTools y luego ajusta su configuración de icono.
fr: « %@ » attend un redémarrage. Redémarrez MacTools, puis modifiez ses réglages d’icône.
ja: 「%@」は再起動を待機中です。MacTools を再起動してからアイコン設定を変更してください。
ko: “%@”이(가) 재시동을 기다리고 있습니다. MacTools를 재시동한 후 아이콘 설정을 조정하세요.
pt: “%@” está à espera de reinício. Reinicie o MacTools e depois ajuste as definições do ícone.
ru: «%@» ожидает перезапуска. Перезапустите MacTools, затем измените настройки его значка.
zh_hant: 「%@」正在等待重新啟動。請重新啟動 MacTools 後調整其圖示設定。

# settings.occupiedFormat
source: 应用图标已由「%@」使用。请先在其设置中取消替换。
ar: أيقونة التطبيق مستخدمة بالفعل من «%@». عطّل الاستبدال في إعداداته أولًا.
de: Das App-Symbol wird bereits von „%@“ verwendet. Deaktiviere zuerst dort die Ersetzung.
en: The app icon is already used by “%@”. Turn off replacement in its settings first.
es: El icono de la app ya lo usa “%@”. Desactiva primero el reemplazo en su configuración.
fr: L’icône de l’app est déjà utilisée par « %@ ». Désactivez d’abord le remplacement dans ses réglages.
ja: アプリアイコンは「%@」が使用中です。先にその設定で置き換えを解除してください。
ko: 앱 아이콘을 이미 “%@”이(가) 사용 중입니다. 먼저 해당 설정에서 대체를 해제하세요.
pt: O ícone da app já está a ser usado por “%@”. Desative primeiro a substituição nas suas definições.
ru: Значок приложения уже используется «%@». Сначала отключите замену в его настройках.
zh_hant: App 圖示已由「%@」使用。請先在其設定中取消取代。

# settings.unavailable
source: 暂时无法切换显示方式，请稍后重试。
ar: يتعذر تغيير طريقة العرض حاليًا. حاول مرة أخرى لاحقًا.
de: Die Darstellung kann gerade nicht geändert werden. Versuche es später erneut.
en: The display mode can’t be changed right now. Try again later.
es: No se puede cambiar el modo de visualización ahora. Inténtalo más tarde.
fr: Impossible de changer le mode d’affichage pour le moment. Réessayez plus tard.
ja: 現在は表示方法を切り替えられません。しばらくしてからやり直してください。
ko: 지금은 표시 방식을 변경할 수 없습니다. 나중에 다시 시도하세요.
pt: Não é possível mudar o modo de apresentação agora. Tente mais tarde.
ru: Сейчас невозможно изменить способ отображения. Повторите попытку позже.
zh_hant: 暫時無法切換顯示方式，請稍後再試。

# settings.invalidIcon
source: 图标暂不可用，已保留当前显示方式。
ar: الأيقونة غير متاحة. تم الإبقاء على طريقة العرض الحالية.
de: Das Symbol ist nicht verfügbar. Die aktuelle Darstellung wurde beibehalten.
en: The icon is unavailable. The current display mode was kept.
es: El icono no está disponible. Se mantuvo el modo de visualización actual.
fr: L’icône est indisponible. Le mode d’affichage actuel a été conservé.
ja: アイコンは現在利用できません。現在の表示方法を維持しました。
ko: 아이콘을 사용할 수 없어 현재 표시 방식을 유지했습니다.
pt: O ícone não está disponível. O modo de apresentação atual foi mantido.
ru: Значок недоступен. Текущий способ отображения сохранён.
zh_hant: 圖示暫時無法使用，已保留目前顯示方式。

# settings.battery
source: 电量
ar: البطارية
de: Batterie
en: Battery
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt: Bateria
ru: Батарея
zh_hant: 電量

# settings.showsBatteryPercentage
source: 显示电量百分比
ar: إظهار نسبة البطارية
de: Batterie in Prozent anzeigen
en: Show Battery Percentage
es: Mostrar porcentaje de batería
fr: Afficher le pourcentage de batterie
ja: バッテリー残量をパーセントで表示
ko: 배터리 퍼센트 표시
pt: Mostrar percentagem da bateria
ru: Показывать заряд в процентах
zh_hant: 顯示電量百分比

# settings.showsBatteryPercentageDescription
source: 在圆环中心显示当前电量数字。
ar: يعرض المستوى الحالي كرقم في منتصف الحلقة.
de: Zeigt den aktuellen Ladestand als Zahl in der Ringmitte.
en: Shows the current level as a number in the center of the ring.
es: Muestra el nivel actual como número en el centro del anillo.
fr: Affiche le niveau actuel sous forme de nombre au centre de l’anneau.
ja: リングの中央に現在の残量を数字で表示します。
ko: 링 중앙에 현재 잔량을 숫자로 표시합니다.
pt: Mostra o nível atual como número no centro do anel.
ru: Показывает текущий уровень числом в центре кольца.
zh_hant: 在圓環中央顯示目前電量數字。

# settings.showsPercentageWhenConnected
source: 接通电源时显示百分比
ar: إظهار النسبة عند توصيل الطاقة
de: Prozent auch am Netzteil anzeigen
en: Show Percentage When Plugged In
es: Mostrar porcentaje al conectar
fr: Afficher le pourcentage sur secteur
ja: 電源接続時もパーセントを表示
ko: 전원 연결 시 퍼센트 표시
pt: Mostrar percentagem quando ligado
ru: Показывать проценты при питании от сети
zh_hant: 接上電源時顯示百分比

# settings.showsPercentageWhenConnectedDescription
source: 关闭后，接通电源时仅显示充电标记。
ar: عند الإيقاف، تظهر علامة الشحن فقط عند توصيل الطاقة.
de: Wenn aus, wird am Netzteil nur das Lademarkierung angezeigt.
en: When off, only the charging mark is shown while plugged in.
es: Si está desactivado, solo se muestra la marca de carga al conectar.
fr: Si désactivé, seule la marque de charge est affichée sur secteur.
ja: オフの場合、電源接続時は充電マークのみ表示します。
ko: 끄면 전원 연결 시 충전 표시만 나타납니다.
pt: Quando desativado, apenas a marca de carregamento aparece quando ligado.
ru: Если выключено, при питании от сети показывается только значок зарядки.
zh_hant: 關閉後，接上電源時僅顯示充電標記。

# settings.showsChargingIndicator
source: 显示充电标记
ar: إظهار علامة الشحن
de: Lademarkierung anzeigen
en: Show Charging Mark
es: Mostrar marca de carga
fr: Afficher la marque de charge
ja: 充電マークを表示
ko: 충전 표시
pt: Mostrar marca de carregamento
ru: Показывать значок зарядки
zh_hant: 顯示充電標記

# settings.showsChargingIndicatorDescription
source: 充电或接通电源时显示闪电标记。
ar: يعرض صاعقة أثناء الشحن أو عند توصيل الطاقة.
de: Zeigt beim Laden oder am Netzteil einen Blitz.
en: Shows a bolt while charging or plugged in.
es: Muestra un rayo mientras se carga o está conectado.
fr: Affiche un éclair pendant la charge ou sur secteur.
ja: 充電中または電源接続時に稲妻マークを表示します。
ko: 충전 중이거나 전원 연결 시 번개 표시를 보여줍니다.
pt: Mostra um raio durante o carregamento ou quando ligado.
ru: Показывает молнию при зарядке или питании от сети.
zh_hant: 充電或接上電源時顯示閃電標記。

# settings.usesBatteryStatusColors
source: 使用状态颜色
ar: استخدام ألوان الحالة
de: Statusfarben verwenden
en: Use Status Colors
es: Usar colores de estado
fr: Utiliser les couleurs d’état
ja: 状態に応じた色を使用
ko: 상태 색상 사용
pt: Usar cores de estado
ru: Использовать цвета состояния
zh_hant: 使用狀態顏色

# settings.usesBatteryStatusColorsDescription
source: 低电量、充电与低电量模式使用不同颜色。
ar: تُستخدم ألوان مختلفة للبطارية المنخفضة والشحن ونمط الطاقة المنخفضة.
de: Niedriger Ladestand, Laden und Stromsparmodus verwenden eigene Farben.
en: Low battery, charging, and Low Power Mode use distinct colors.
es: Batería baja, carga y modo de bajo consumo usan colores distintos.
fr: Batterie faible, charge et mode Économie d’énergie utilisent des couleurs distinctes.
ja: 低残量、充電中、低電力モードを異なる色で表示します。
ko: 배터리 부족, 충전, 저전력 모드를 서로 다른 색으로 표시합니다.
pt: Bateria fraca, carregamento e modo de baixo consumo usam cores distintas.
ru: Низкий заряд, зарядка и режим энергосбережения выделяются разными цветами.
zh_hant: 低電量、充電與低耗電模式使用不同顏色。

# settings.batteryCriticalThreshold
source: 低电量阈值
ar: حد البطارية المنخفضة
de: Schwelle für niedrigen Ladestand
en: Low Battery Threshold
es: Umbral de batería baja
fr: Seuil de batterie faible
ja: 低残量のしきい値
ko: 배터리 부족 기준
pt: Limite de bateria fraca
ru: Порог низкого заряда
zh_hant: 低電量門檻

# settings.batteryCriticalThresholdDescription
source: 电量低于此值时以警示颜色显示。
ar: تحت هذا المستوى تستخدم الأيقونة لون التحذير.
de: Unter diesem Wert verwendet das Symbol die Warnfarbe.
en: Below this level the icon uses the warning color.
es: Por debajo de este nivel, el icono usa el color de aviso.
fr: Sous ce niveau, l’icône utilise la couleur d’alerte.
ja: 残量がこの値を下回ると警告色で表示します。
ko: 잔량이 이 값보다 낮으면 경고 색상으로 표시합니다.
pt: Abaixo deste nível, o ícone usa a cor de aviso.
ru: Ниже этого уровня значок использует цвет предупреждения.
zh_hant: 電量低於此值時以警示顏色顯示。

# settings.network
source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
zh_hant: 網路

# settings.networkFooter
source: 未开启时，对应网络状态改为显示专用图标。
ar: عند الإيقاف، تُعرض أيقونة مخصصة لحالة الشبكة المقابلة.
de: Wenn aus, zeigt der jeweilige Netzwerkzustand stattdessen ein eigenes Symbol.
en: When off, the matching network state shows a dedicated icon instead.
es: Si está desactivado, el estado de red correspondiente muestra un icono específico.
fr: Si désactivé, l’état réseau correspondant affiche une icône dédiée.
ja: オフの場合、該当するネットワーク状態は専用アイコンで表示します。
ko: 끄면 해당 네트워크 상태에 전용 아이콘이 대신 표시됩니다.
pt: Quando desativado, o estado de rede correspondente mostra um ícone dedicado.
ru: Если выключено, для соответствующего состояния сети показывается отдельный значок.
zh_hant: 未開啟時，對應網路狀態改為顯示專用圖示。

# settings.showsWiFiIconForEthernet
source: 以太网时显示 Wi-Fi 图标
ar: إظهار أيقونة Wi-Fi عند استخدام Ethernet
de: WLAN-Symbol bei Ethernet anzeigen
en: Show Wi-Fi Icon on Ethernet
es: Icono Wi-Fi con Ethernet
fr: Icône Wi-Fi en Ethernet
ja: Ethernet 接続時に Wi-Fi アイコンを表示
ko: 이더넷 연결 시 Wi-Fi 아이콘 표시
pt: Ícone Wi-Fi com Ethernet
ru: Значок Wi-Fi при Ethernet
zh_hant: 乙太網路時顯示 Wi-Fi 圖示

# settings.showsWiFiIconForHotspot
source: 个人热点时显示 Wi-Fi 图标
ar: إظهار أيقونة Wi-Fi عند نقطة الاتصال الشخصية
de: WLAN-Symbol bei persönlichem Hotspot anzeigen
en: Show Wi-Fi Icon on Personal Hotspot
es: Icono Wi-Fi con punto de acceso personal
fr: Icône Wi-Fi en partage de connexion
ja: インターネット共有接続時に Wi-Fi アイコンを表示
ko: 개인용 핫스팟 연결 시 Wi-Fi 아이콘 표시
pt: Ícone Wi-Fi com hotspot pessoal
ru: Значок Wi-Fi при режиме модема
zh_hant: 個人熱點時顯示 Wi-Fi 圖示

# settings.showsWiFiIconForTemporary
source: 临时网络时显示 Wi-Fi 图标
ar: إظهار أيقونة Wi-Fi في الشبكة المؤقتة
de: WLAN-Symbol bei temporärem Netzwerk anzeigen
en: Show Wi-Fi Icon on Temporary Network
es: Icono Wi-Fi en red temporal
fr: Icône Wi-Fi sur réseau temporaire
ja: 一時的なネットワーク接続時に Wi-Fi アイコンを表示
ko: 임시 네트워크 연결 시 Wi-Fi 아이콘 표시
pt: Ícone Wi-Fi em rede temporária
ru: Значок Wi-Fi во временной сети
zh_hant: 臨時網路時顯示 Wi-Fi 圖示

# settings.showsWiFiIconForInternetSharing
source: 互联网共享时显示 Wi-Fi 图标
ar: إظهار أيقونة Wi-Fi عند مشاركة الإنترنت
de: WLAN-Symbol bei Internetfreigabe anzeigen
en: Show Wi-Fi Icon on Internet Sharing
es: Icono Wi-Fi al compartir Internet
fr: Icône Wi-Fi en partage Internet
ja: インターネット共有中に Wi-Fi アイコンを表示
ko: 인터넷 공유 시 Wi-Fi 아이콘 표시
pt: Ícone Wi-Fi na partilha de Internet
ru: Значок Wi-Fi при общем доступе к интернету
zh_hant: 網際網路共享時顯示 Wi-Fi 圖示

# settings.volume
source: 音量
ar: مستوى الصوت
de: Lautstärke
en: Volume
es: Volumen
fr: Volume
ko: 음량
pt: Volume
ru: Громкость

# settings.volumeDisplayStyle
source: 显示样式
ar: نمط العرض
de: Darstellungsstil
en: Display Style
es: Estilo de visualización
fr: Style d’affichage
ja: 表示スタイル
ko: 표시 스타일
pt: Estilo de apresentação
ru: Стиль отображения
zh_hant: 顯示樣式

# settings.volumeDots
source: 圆点
ar: نقاط
de: Punkte
en: Dots
es: Puntos
fr: Points
ja: ドット
ko: 점
pt: Pontos
ru: Точки
zh_hant: 圓點

# settings.volumeArc
source: 圆弧
ar: قوس
de: Bogen
en: Arc
es: Arco
fr: Arc
ja: 円弧
ko: 원호
pt: Arco
ru: Дуга
zh_hant: 圓弧

# settings.bluetoothGlyphReplacesNetworkIcon
source: 蓝牙输出时替换网络图标
ar: استبدال أيقونة الشبكة عند إخراج Bluetooth
de: Netzwerksymbol bei Bluetooth-Ausgabe ersetzen
en: Replace Network Icon for Bluetooth Output
es: Reemplazar icono de red con salida Bluetooth
fr: Remplacer l’icône réseau en sortie Bluetooth
ja: Bluetooth 出力時にネットワークアイコンを置き換え
ko: 블루투스 출력 시 네트워크 아이콘 대체
pt: Substituir ícone de rede com saída Bluetooth
ru: Заменять значок сети при выводе через Bluetooth
zh_hant: 藍牙輸出時取代網路圖示

# settings.bluetoothGlyphReplacesNetworkIconDescription
source: 使用蓝牙音频设备时显示蓝牙标记。
ar: يعرض علامة Bluetooth أثناء استخدام جهاز صوت Bluetooth.
de: Zeigt eine Bluetooth-Markierung, solange ein Bluetooth-Audiogerät verwendet wird.
en: Shows a Bluetooth mark while a Bluetooth audio device is in use.
es: Muestra una marca Bluetooth mientras se usa un dispositivo de audio Bluetooth.
fr: Affiche une marque Bluetooth lorsqu’un appareil audio Bluetooth est utilisé.
ja: Bluetooth オーディオ機器の使用中に Bluetooth マークを表示します。
ko: 블루투스 오디오 기기를 사용할 때 블루투스 표시를 보여줍니다.
pt: Mostra uma marca Bluetooth enquanto um dispositivo de áudio Bluetooth está em uso.
ru: Показывает значок Bluetooth, пока используется аудиоустройство Bluetooth.
zh_hant: 使用藍牙音訊裝置時顯示藍牙標記。

# settings.bluetoothGlyphPrioritizesNetworkErrors
source: 网络异常优先显示
ar: إعطاء الأولوية لمشكلات الشبكة
de: Netzwerkprobleme bevorzugen
en: Prioritize Network Problems
es: Priorizar problemas de red
fr: Prioriser les problèmes réseau
ja: ネットワークの問題を優先表示
ko: 네트워크 문제 우선 표시
pt: Priorizar problemas de rede
ru: Приоритет проблем с сетью
zh_hant: 網路異常優先顯示

# settings.bluetoothGlyphPrioritizesNetworkErrorsDescription
source: 网络异常时仍显示网络状态而非蓝牙标记。
ar: يستمر في عرض حالة الشبكة بدلًا من علامة Bluetooth عند وجود مشكلة في الشبكة.
de: Zeigt bei Netzwerkproblemen weiterhin den Netzwerkstatus statt der Bluetooth-Markierung.
en: Keeps showing the network state instead of the Bluetooth mark when the network has a problem.
es: Sigue mostrando el estado de red en lugar de la marca Bluetooth cuando hay un problema de red.
fr: Continue d’afficher l’état réseau plutôt que la marque Bluetooth en cas de problème réseau.
ja: ネットワークに問題がある場合は Bluetooth マークではなくネットワーク状態を表示します。
ko: 네트워크에 문제가 있으면 블루투스 표시 대신 네트워크 상태를 계속 표시합니다.
pt: Continua a mostrar o estado da rede em vez da marca Bluetooth quando a rede tem um problema.
ru: При проблемах с сетью продолжает показывать состояние сети вместо значка Bluetooth.
zh_hant: 網路異常時仍顯示網路狀態而非藍牙標記。

# settings.appearance
source: 外观
ar: المظهر
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt: Aspeto
ru: Оформление
zh_hant: 外觀

# settings.ringStrokeStyle
source: 线条粗细
ar: سُمك الخط
de: Linienstärke
en: Line Weight
es: Grosor de línea
fr: Épaisseur du trait
ja: 線の太さ
ko: 선 굵기
pt: Espessura da linha
ru: Толщина линий
zh_hant: 線條粗細

# settings.strokeLight
source: 细
ar: رفيع
de: Dünn
en: Thin
es: Fina
fr: Fin
ja: 細
ko: 가늘게
pt: Fina
ru: Тонкие
zh_hant: 細

# settings.strokeRegular
source: 标准
ar: عادي
de: Standard
en: Regular
es: Normal
fr: Normal
ja: 標準
ko: 보통
pt: Normal
ru: Обычные
zh_hant: 標準

# settings.strokeBold
source: 粗
ar: عريض
de: Dick
en: Bold
es: Gruesa
fr: Épais
ja: 太
ko: 굵게
pt: Grossa
ru: Толстые

# status.noBattery
source: 无内置电池
ar: لا توجد بطارية مدمجة
de: Keine eingebaute Batterie
en: No built-in battery
es: Sin batería integrada
fr: Pas de batterie intégrée
ja: 内蔵バッテリーなし
ko: 내장 배터리 없음
pt: Sem bateria integrada
ru: Нет встроенной батареи
zh_hant: 無內建電池

# status.batteryUnavailable
source: 电量暂不可用
ar: مستوى البطارية غير متاح
de: Ladestand nicht verfügbar
en: Battery level unavailable
es: Nivel de batería no disponible
fr: Niveau de batterie indisponible
ja: バッテリー残量を取得できません
ko: 배터리 잔량을 확인할 수 없음
pt: Nível da bateria indisponível
ru: Уровень заряда недоступен
zh_hant: 電量暫時無法取得

# status.charging
source: 充电中
ar: قيد الشحن
de: Lädt
en: Charging
es: Cargando
fr: En charge
ja: 充電中
ko: 충전 중
pt: A carregar
ru: Заряжается
zh_hant: 充電中

# status.connectedToPower
source: 已接通电源
ar: متصل بالطاقة
de: Am Netzteil
en: Plugged in
es: Conectado a la corriente
fr: Sur secteur
ja: 電源接続中
ko: 전원 연결됨
pt: Ligado à corrente
ru: Подключено к сети
zh_hant: 已接上電源

# status.lowPowerMode
source: 低电量模式
ar: نمط الطاقة المنخفضة
de: Stromsparmodus
en: Low Power Mode
es: Modo de bajo consumo
fr: Mode Économie d’énergie
ja: 低電力モード
ko: 저전력 모드
pt: Modo de baixo consumo
ru: Режим энергосбережения
zh_hant: 低耗電模式

# status.batteryFormat
source: 电量 %d%%
ar: البطارية %d%%
de: Batterie %d %%
en: Battery %d%%
es: Batería %d %%
fr: Batterie %d %%
ja: バッテリー %d%%
ko: 배터리 %d%%
pt: Bateria %d %%
ru: Батарея %d %%
zh_hant: 電量 %d%%

# status.batteryQualifiedFormat
source: 电量 %d%%（%@）
ar: البطارية %d%% (%@)
de: Batterie %d %% (%@)
en: Battery %d%% (%@)
es: Batería %d %% (%@)
fr: Batterie %d %% (%@)
ja: バッテリー %d%%（%@）
ko: 배터리 %d%% (%@)
pt: Bateria %d %% (%@)
ru: Батарея %d %% (%@)
zh_hant: 電量 %d%%（%@）

# status.wifiConnectedFormat
source: Wi-Fi 已连接·信号%@
ar: Wi-Fi متصل · الإشارة %@
de: WLAN verbunden · Signal %@
en: Wi-Fi connected · signal %@
es: Wi-Fi conectado · señal %@
fr: Wi-Fi connecté · signal %@
ja: Wi-Fi 接続済み · 信号 %@
ko: Wi-Fi 연결됨 · 신호 %@
pt: Wi-Fi ligado · sinal %@
ru: Wi-Fi подключён · сигнал %@
zh_hant: Wi-Fi 已連線·訊號%@

# status.wifiNotAssociated
source: Wi-Fi 未连接
ar: Wi-Fi غير متصل
de: WLAN nicht verbunden
en: Wi-Fi not connected
es: Wi-Fi no conectado
fr: Wi-Fi non connecté
ja: Wi-Fi 未接続
ko: Wi-Fi 연결 안 됨
pt: Wi-Fi não ligado
ru: Wi-Fi не подключён
zh_hant: Wi-Fi 未連線

# status.wifiOff
source: Wi-Fi 已关闭
ar: Wi-Fi مطفأ
de: WLAN aus
en: Wi-Fi off
es: Wi-Fi desactivado
fr: Wi-Fi désactivé
ja: Wi-Fi オフ
ko: Wi-Fi 꺼짐
pt: Wi-Fi desligado
ru: Wi-Fi выключен
zh_hant: Wi-Fi 已關閉

# status.wifiNoInternet
source: Wi-Fi 无互联网
ar: Wi-Fi بدون إنترنت
de: WLAN ohne Internet
en: Wi-Fi without internet
es: Wi-Fi sin Internet
fr: Wi-Fi sans Internet
ja: Wi-Fi インターネット未接続
ko: Wi-Fi 인터넷 없음
pt: Wi-Fi sem Internet
ru: Wi-Fi без интернета
zh_hant: Wi-Fi 無網際網路

# status.wifiHotspot
source: Wi-Fi 个人热点
ar: Wi-Fi عبر نقطة اتصال شخصية
de: WLAN über persönlichen Hotspot
en: Wi-Fi via Personal Hotspot
es: Wi-Fi por punto de acceso personal
fr: Wi-Fi via partage de connexion
ja: Wi-Fi インターネット共有
ko: Wi-Fi 개인용 핫스팟
pt: Wi-Fi por hotspot pessoal
ru: Wi-Fi через режим модема
zh_hant: Wi-Fi 個人熱點

# status.wifiTemporary
source: Wi-Fi 临时网络
ar: Wi-Fi شبكة مؤقتة
de: WLAN temporäres Netzwerk
en: Wi-Fi temporary network
es: Wi-Fi red temporal
fr: Wi-Fi réseau temporaire
ja: Wi-Fi 一時的なネットワーク
ko: Wi-Fi 임시 네트워크
pt: Wi-Fi rede temporária
ru: Wi-Fi временная сеть
zh_hant: Wi-Fi 臨時網路

# status.wifiShared
source: Wi-Fi 互联网共享
ar: Wi-Fi مشاركة الإنترنت
de: WLAN-Internetfreigabe
en: Wi-Fi Internet Sharing
es: Wi-Fi compartiendo Internet
fr: Wi-Fi partage Internet
ja: Wi-Fi インターネット共有中
ko: Wi-Fi 인터넷 공유
pt: Wi-Fi partilha de Internet
ru: Wi-Fi общий доступ к интернету
zh_hant: Wi-Fi 網際網路共享

# status.wifiUnavailable
source: Wi-Fi 不可用
ar: Wi-Fi غير متاح
de: WLAN nicht verfügbar
en: Wi-Fi unavailable
es: Wi-Fi no disponible
fr: Wi-Fi indisponible
ja: Wi-Fi 利用不可
ko: Wi-Fi 사용 불가
pt: Wi-Fi indisponível
ru: Wi-Fi недоступен
zh_hant: Wi-Fi 無法使用

# status.signalUnknown
source: 未知
ar: غير معروفة
de: unbekannt
en: unknown
es: desconocida
fr: inconnu
ja: 不明
ko: 알 수 없음
pt: desconhecido
ru: неизвестен

# status.signalStrong
source: 强
ar: قوية
de: stark
en: strong
es: fuerte
fr: fort
ja: 強
ko: 강함
pt: forte
ru: сильный
zh_hant: 強

# status.signalMedium
source: 中
ar: متوسطة
de: mittel
en: medium
es: media
fr: moyen
ko: 보통
pt: médio
ru: средний

# status.signalWeak
source: 弱
ar: ضعيفة
de: schwach
en: weak
es: débil
fr: faible
ko: 약함
pt: fraco
ru: слабый

# status.connectionWiFi
source: 网络 Wi-Fi
ar: الشبكة: Wi-Fi
de: Netzwerk: WLAN
en: Network: Wi-Fi
es: Red: Wi-Fi
fr: Réseau : Wi-Fi
ja: ネットワーク: Wi-Fi
ko: 네트워크: Wi-Fi
pt: Rede: Wi-Fi
ru: Сеть: Wi-Fi
zh_hant: 網路 Wi-Fi

# status.connectionEthernet
source: 网络 以太网
ar: الشبكة: Ethernet
de: Netzwerk: Ethernet
en: Network: Ethernet
es: Red: Ethernet
fr: Réseau : Ethernet
ja: ネットワーク: Ethernet
ko: 네트워크: 이더넷
pt: Rede: Ethernet
ru: Сеть: Ethernet
zh_hant: 網路 乙太網路

# status.connectionOther
source: 网络 其他
ar: الشبكة: أخرى
de: Netzwerk: Sonstiges
en: Network: Other
es: Red: otra
fr: Réseau : autre
ja: ネットワーク: その他
ko: 네트워크: 기타
pt: Rede: outra
ru: Сеть: другая
zh_hant: 網路 其他

# status.connectionOffline
source: 网络 离线
ar: الشبكة: غير متصل
de: Netzwerk: Offline
en: Network: Offline
es: Red: sin conexión
fr: Réseau : hors ligne
ja: ネットワーク: オフライン
ko: 네트워크: 오프라인
pt: Rede: offline
ru: Сеть: офлайн
zh_hant: 網路 離線

# status.connectionUnknown
source: 网络 未知
ar: الشبكة: غير معروفة
de: Netzwerk: Unbekannt
en: Network: Unknown
es: Red: desconocida
fr: Réseau : inconnu
ja: ネットワーク: 不明
ko: 네트워크: 알 수 없음
pt: Rede: desconhecida
ru: Сеть: неизвестно
zh_hant: 網路 未知

# status.volumeUnavailable
source: 音量暂不可用
ar: مستوى الصوت غير متاح
de: Lautstärke nicht verfügbar
en: Volume unavailable
es: Volumen no disponible
fr: Volume indisponible
ja: 音量を取得できません
ko: 음량을 확인할 수 없음
pt: Volume indisponível
ru: Громкость недоступна
zh_hant: 音量暫時無法取得

# status.muted
source: 已静音
ar: مكتوم
de: Stumm
en: Muted
es: Silenciado
fr: Muet
ja: 消音
ko: 음소거됨
pt: Sem som
ru: Без звука
zh_hant: 已靜音
